1yib.rust-bundle
automatalabs.copilot-mcp
bierner.markdown-mermaid
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
emeraldwalk.runonsave
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jakob101.relativepath
matepek.vscode-catch2-test-adapter
meta.relay
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vsliveshare.vsliveshare
orta.vscode-jest
qassimfarid.ejs-language-support
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tomrijndorp.find-it-faster
vadimcn.vscode-lldb
vscodevim.vim
